Repository: gemwalletcom/wallet
Catalog: ios/Packages/Localization/Sources/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, cs, da, de, es, fa, fil, fr, ha, he, hi, id, it, ja, ko, ms, nl, pl, pt_br, ro, ru, sw, th, tr, uk, ur, vi, zh_hans, zh_hant

# common.pinned
source: Pinned
ar: مثبت
bn: পিন করা হয়েছে
cs: Připnuto
da: Fastgjort
de: Angeheftet
es: Fijado
fa: پین شده
fil: Naka-pin
fr: Épinglé
he: מוצמד
hi: पिन किया गया
id: Disematkan
it: Appuntato
ja: ピン留め済み
ko: 고정됨
ms: Disemat
nl: Vastgezet
pl: Przypięty
pt_br: Fixado
ro: Fixat
ru: Закрепленные
sw: Imebandikwa
th: ปักหมุดแล้ว
tr: Sabitlendi
uk: Закріплені
ur: پن لگا ہوا
vi: Đã ghim
zh_hans: 已置顶
zh_hant: 置頂

# common.pinned_asset
source: Pinned: %@
ar: تم التثبيت: %@
bn: পিন করা হয়েছে: %@
cs: Připnuto: %@
da: Fastgjort: %@
de: Angeheftet: %@
es: Fijado: %@
fa: %@ پین شد.
fil: Naka-pin: %@
fr: Épinglé : %@
ha: An manna: %@
he: הוצמד: %@
hi: पिन किया गया: %@
id: Disematkan: %@
it: Appuntato: %@
ja: ピン留め済み: %@
ko: 고정됨: %@
ms: Disemat: %@
nl: Vastgezet: %@
pl: Przypięto: %@
pt_br: Fixado: %@
ro: Fixat: %@
ru: Закреплено: %@
sw: Imebandikwa: %@
th: ปักหมุดแล้ว: %@
tr: Sabitlendi: %@
uk: Закріплено: %@
ur: پن کر دیا گیا: %@
vi: Đã ghim: %@
zh_hans: 已置顶：%@
zh_hant: 已置頂：%@

# common.private_key
source: Private Key
ar: مفتاح خاص
bn: ব্যক্তিগত কী
cs: Soukromý klíč
da: Privat nøgle
de: Privater Schlüssel
es: Clave privada
fa: کلید خصوصی
fil: Pribadong Susi
fr: Clé privée
ha: Keɓaɓɓen Maɓalli
he: מפתח פרטי
hi: निजी कुंजी
id: Kunci Privat
it: Chiave privata
ja: プライベートキー
ko: 개인 키
ms: Kunci Peribadi
nl: Privésleutel
pl: Klucz prywatny
pt_br: Chave privada
ro: Cheie privată
ru: Приватный ключ
sw: Ufunguo wa Kibinafsi
th: คีย์ส่วนตัว
tr: Özel Anahtar
uk: Приватний ключ
ur: نجی کلید
vi: Khóa riêng
zh_hans: 私钥
zh_hant: 私鑰

# common.provider
source: Provider
ar: مزود
bn: প্রদানকারী
cs: Poskytovatel
da: Udbyder
de: Anbieter
es: Proveedor
fa: ارائه دهنده
fr: Fournisseur
ha: Mai bayarwa
he: ספק
hi: प्रदाता
id: Penyedia
it: Fornitore
ja: プロバイダー
ko: 공급자
ms: Pembekal
nl: Aanbieder
pl: Dostawca
pt_br: Provedor
ro: Furnizor
ru: Провайдер
sw: Mtoa huduma
th: ผู้ให้บริการ
tr: Sağlayıcı
uk: Провайдер
ur: فراہم کرنے والا
vi: Nhà cung cấp
zh_hans: 服务商
zh_hant: 供應商

# common.recommended
source: Recommended
ar: مُستَحسَن
bn: প্রস্তাবিত
cs: Doporučeno
da: Anbefales
de: Empfohlen
es: Recomendado
fa: پیشنهاد شده
fil: Inirerekomenda
fr: Recommandé
ha: An ba da shawarar
he: מומלץ
hi: अनुशंसित
id: Direkomendasikan
it: Consigliato
ja: 推奨
ko: 추천
ms: Disyorkan
nl: Aanbevolen
pl: Zalecane
pt_br: Recomendado
ro: Recomandat
ru: Рекомендуемые
sw: Imependekezwa
th: แนะนำ
tr: Tavsiye edilen
uk: Рекомендовано
ur: تجویز کردہ
vi: Được đề xuất
zh_hans: 推荐
zh_hant: 推薦

# common.refresh
source: Refresh
ar: ينعش
bn: রিফ্রেশ
cs: Obnovit
da: Opdater
de: Aktualisieren
es: Refrescar
fa: تازه کردن
fil: I-refresh
fr: Rafraîchir
ha: Sabuntawa
he: לְרַעֲנֵן
hi: ताज़ा करना
id: Menyegarkan
it: Aggiorna
ja: 更新
ko: 새로고침
ms: Segarkan semula
nl: Vernieuwen
pl: Odśwież
pt_br: Atualizar
ro: Reîmprospăta
ru: Обновить
sw: Onyesha upya
th: รีเฟรช
tr: Yenile
uk: Оновити
ur: ریفریش کریں۔
vi: Làm mới
zh_hans: 刷新
zh_hant: 重新整理

# common.save
source: Save
ar: يحفظ
bn: সংরক্ষণ করুন
cs: Uložit
da: Gem
de: Speichern
es: Guardar
fa: ذخیره کنید
fil: I-save
fr: Sauvegarder
ha: Ajiye
he: שמור
hi: बचाना
id: Simpan
it: Salva
ja: 保存
ko: 저장
ms: Simpan
nl: Opslaan
pl: Zapisz
pt_br: Salvar
ro: Salvați
ru: Сохранить
sw: Hifadhi
th: บันทึก
tr: Kaydet
uk: Зберегти
ur: محفوظ کریں۔
vi: Lưu
zh_hans: 保存
zh_hant: 儲存

# common.secret_phrase
source: Secret Phrase
ar: العبارة السرية
bn: গোপন বাক্যাংশ
cs: Tajná fráze
da: Hemmelig sætning
de: Geheime Phrase
es: Frase secreta
fa: عبارت مخفی
fil: Lihim na Parirala
fr: Phrase secrète
ha: Kalmomin Sirri
he: ביטוי סודי
hi: गुप्त वाक्यांश
id: Frasa Rahasia
it: Frase segreta
ja: リカバリーフレーズ
ko: 비밀 문구
ms: Frasa Rahsia
nl: Geheime zin
pl: Tajne zdanie
pt_br: Frase secreta
ro: Frază secretă
ru: Секретная фраза
sw: Kifungu cha Siri
th: วลีลับ
tr: Gizli İfade
uk: Секретна фраза
ur: خفیہ جملہ
vi: Cụm từ bí mật
zh_hans: 助记词
zh_hant: 助記詞

# common.share
source: Share
ar: مشاركة
bn: শেয়ার করুন
cs: Sdílet
da: Del
de: Teilen
es: Compartir
fa: اشتراک گذاری
fil: Ibahagi
fr: Partager
ha: Raba
he: שתף
hi: साझा करें
id: Bagikan
it: Condividi
ja: 共有
ko: 공유
ms: Kongsi
nl: Deel
pl: Udostępnij
pt_br: Compartilhar
ro: Distribuie
ru: Поделиться
sw: Shiriki
th: แบ่งปัน
tr: Paylaş
uk: Поділитися
ur: شیئر کریں۔
vi: Chia sẻ
zh_hans: 分享
zh_hant: 分享

# common.show
source: Show %@
ar: إظهار %@
bn: দেখান %@
cs: Zobrazit %@
da: Vis %@
de: %@ anzeigen
es: Mostrar %@
fa: نمایش %@
fil: Ipakita %@
fr: Afficher %@
ha: Nuna %@
he: לְהַצִיג %@
hi: दिखाओ %@
id: Tampilkan %@
it: Mostra %@
ja: %@を表示
ko: %@ 표시
ms: Tunjukkan %@
nl: Toon %@
pl: Pokaż %@
pt_br: Mostrar %@
ro: Afișează %@
ru: Показать %@
sw: Onyesha %@
th: แสดง %@
tr: %@ göster
uk: Показати %@
ur: دکھائیں۔ %@
vi: Hiện %@
zh_hans: 显示%@
zh_hant: 顯示%@

# common.skip
source: Skip
ar: يتخطى
bn: এড়িয়ে যান
cs: Přeskočit
da: Spring over
de: Überspringen
es: Saltar
fa: پرش کنید
fil: Laktawan
fr: Passer
ha: Tsallake
he: לְדַלֵג
hi: छोडना
id: Lewati
it: Salta
ja: スキップ
ko: 건너뛰기
ms: Langkau
nl: Overslaan
pl: Pomiń
pt_br: Pular
ro: Sari peste
ru: Пропустить
sw: Ruka
th: ข้าม
tr: Atla
uk: Пропустити
ur: چھوڑیں۔
vi: Bỏ qua
zh_hans: 跳过
zh_hant: 跳過

# common.suspicious_address
source: Suspicious address
ar: عنوان مشبوه
bn: সন্দেহজনক ঠিকানা
cs: Podezřelá adresa
da: Mistænkelig adresse
de: Verdächtige Adresse
es: Dirección sospechosa
fa: آدرس مشکوک
fil: Kahina-hinalang address
fr: Adresse suspecte
ha: Adireshin da ake zargi
he: כתובת חשודה
hi: संदिग्ध पता
id: Alamat mencurigakan
it: Indirizzo sospetto
ja: 不審なアドレス
ko: 의심스러운 주소
ms: Alamat yang mencurigakan
nl: Verdacht adres
pl: Podejrzany adres
pt_br: Endereço suspeito
ro: Adresă suspectă
ru: Подозрительный адрес
sw: Anwani ya kutiliwa shaka
th: ที่อยู่น่าสงสัย
tr: Şüpheli adres
uk: Підозріла адреса
ur: مشکوک پتہ
vi: Địa chỉ đáng ngờ
zh_hans: 可疑地址
zh_hant: 可疑地址

# common.token
source: Token
ar: رمز مميز
bn: টোকেন
fa: توکن
fr: Jeton
ha: Alamar Token
he: אֲסִימוֹן
hi: टोकन
ja: トークン
ko: 토큰
ru: Токен
sw: Tokeni
th: โทเค็น
tr: Jeton
uk: Токен
ur: ٹوکن
zh_hans: 代币
zh_hant: 代幣

# common.try_again
source: Try Again
ar: حاول ثانية
bn: আবার চেষ্টা করুন
cs: Zkuste to znovu
da: Prøv igen
de: Erneut versuchen
es: Inténtalo de nuevo
fa: تلاش دوباره
fil: Subukan Muli
fr: Réessayer
ha: Gwada kuma
he: נסה שוב
hi: पुनः प्रयास करें
id: Coba Lagi
it: Riprova
ja: もう一度やり直してください
ko: 다시 시도
ms: Cuba Lagi
nl: Probeer het opnieuw
pl: Spróbuj ponownie
pt_br: Tente novamente
ro: Încercați din nou
ru: Повторить
sw: Jaribu Tena
th: ลองอีกครั้ง
tr: Tekrar deneyin
uk: Спробувати знову
ur: دوبارہ کوشش کریں۔
vi: Thử lại
zh_hans: 重试
zh_hant: 重試

# common.type
source: Type
ar: النوع
bn: ধরন
cs: Typ
de: Typ
es: Tipo
fa: نوع
fil: Uri
ha: Nau'in
he: סוג
hi: प्रकार
id: Tipe
it: Tipo
ja: タイプ
ko: 유형
ms: Taip
nl: Typ
pl: Typ
pt_br: Tipo
ro: Tip
ru: Тип
sw: Aina
th: ประเภท
tr: Tip
uk: Тип
ur: قسم
vi: Kiểu
zh_hans: 类型
zh_hant: 類型

# common.unpin
source: Unpin
ar: إزالة التثبيت
bn: আনপিন করুন
cs: Odepnout
da: Frigør
de: Lösen
es: Desanclar
fa: از پین درآوردن
fil: I-unpin
fr: Désépingler
ha: Cire
he: בטל את ההצמדה
hi: अनपिन करें
id: Lepas sematan
it: Rimuovi fissaggio
ja: ピン解除
ko: 고정 해제
ms: Nyahsemat
nl: Losmaken
pl: Odepnij
pt_br: Desafixar
ro: Anulați fixarea
ru: Открепить
sw: Bandua
th: เลิกปักหมุด
tr: Kaldır
uk: Відкріпити
ur: پن کھول دیں۔
vi: Bỏ ghim
zh_hans: 取消置顶
zh_hant: 取消置頂

# common.unpinned_asset
source: Unpinned: %@
ar: تمت إزالة التثبيت: %@
bn: আনপিন করা হয়েছে: %@
cs: Odepnuto: %@
da: Frigjort: %@
de: Losgelöst: %@
es: Desfijado: %@
fa: %@ از پین خارج شد.
fil: Na-unpin: %@
fr: Désépinglé : %@
ha: An cire: %@
he: ההצמדה בוטלה: %@
hi: अनपिन किया गया: %@
id: Sematan dilepas: %@
it: Fissaggio rimosso: %@
ja: ピン解除済み: %@
ko: 고정 해제됨: %@
ms: Dinyahsemat: %@
nl: Losgemaakt: %@
pl: Odpięto: %@
pt_br: Desafixado: %@
ro: Fixare anulată: %@
ru: Откреплено: %@
sw: Imebanduliwa: %@
th: เลิกปักหมุดแล้ว: %@
tr: Sabitleme kaldırıldı: %@
uk: Відкріплено: %@
ur: پن ہٹا دیا گیا: %@
vi: Đã bỏ ghim: %@
zh_hans: 已取消置顶：%@
zh_hant: 已取消置頂：%@

# common.url
source: URL
ar: عنوان URL
he: כתובת אתר
hi: यूआरएल
pl: Adres URL
ru: URL-адрес
tr: URL'si
uk: URL-адреса
zh_hans: 网址
zh_hant: 網址

# common.wallet
source: Wallet
ar: محفظة
bn: ওয়ালেট
cs: Peněženka
da: Tegnebog
es: Billetera
fa: کیف پول
fr: Portefeuille
he: ארנק
hi: बटुआ
id: Dompet
it: Portafoglio
ja: ウォレット
ko: 지갑
ms: Dompet
nl: Portemonnee
pl: Portfel
pt_br: Carteira
ro: Portofel
ru: Кошелек
sw: Mkoba
th: กระเป๋าเงิน
tr: Cüzdan
uk: Гаманець
ur: والیٹ
vi: Ví
zh_hans: 钱包
zh_hant: 錢包

# common.warning
source: Warning
ar: تحذير
bn: সতর্কতা
cs: Varování
da: Advarsel
de: Warnung
es: Advertencia
fa: هشدار
fil: Babala
fr: Avertissement
ha: Gargadi
he: אַזהָרָה
hi: चेतावनी
id: Peringatan
it: Avviso
ja: 警告
ko: 경고
ms: Amaran
nl: Waarschuwing
pl: Ostrzeżenie
pt_br: Aviso
ro: Avertizare
ru: Предупреждение
sw: Onyo
th: คำเตือน
tr: Uyarı
uk: Попередження
ur: وارننگ
vi: Cảnh báo
zh_hans: 警告
zh_hant: 警告

# contacts.add_to_existing_contact
source: Add to Contact
ar: إضافة إلى جهة اتصال
bn: পরিচিতিতে যোগ করুন
cs: Přidat ke kontaktu
da: Føj til kontakt
de: Zu Kontakt hinzufügen
es: Añadir a un contacto
fa: افزودن به مخاطب
fil: Idagdag sa Contact
fr: Ajouter à un contact
ha: Ƙara zuwa lamba
he: הוסף לאיש קשר
hi: संपर्क में जोड़ें
id: Tambahkan ke Kontak
it: Aggiungi a un contatto
ja: 連絡先に追加
ko: 연락처에 추가
ms: Tambah ke Kenalan
nl: Aan contact toevoegen
pl: Dodaj do kontaktu
pt_br: Adicionar a contato
ro: Adaugă la un contact
ru: Добавить в контакт
sw: Ongeza kwa anwani
th: เพิ่มในรายชื่อ
tr: Kişiye Ekle
uk: Додати до контакту
ur: رابطے میں شامل کریں
vi: Thêm vào liên hệ
zh_hans: 添加到联系人
zh_hant: 加入聯絡人

# contacts.addresses
source: Addresses
ar: العناوين
bn: ঠিকানা
cs: Adresy
da: Adresser
de: Adressen
es: Direcciones
fa: آدرس‌ها
fil: Mga Address
fr: Adresses
ha: Adiresoshi
he: כתובות
hi: पतों
id: Alamat
it: Indirizzi
ja: アドレス
ko: 구애
ms: Alamat
nl: Adressen
pl: Adresy
pt_br: Endereços
ro: Adrese
ru: Адреса
sw: Anwani
th: ที่อยู่
tr: Adresler
uk: Адреси
ur: پتے
vi: Địa chỉ
zh_hans: 地址
zh_hant: 地址

# contacts.contact
source: Contact
ar: اتصال
bn: যোগাযোগ
cs: Kontakt
da: Kontakte
de: Kontakt
es: Contacto
fa: تماس
fil: Makipag-ugnayan
fr: Contacter
ha: Tuntuɓi
he: מַגָע
hi: संपर्क
id: Kontak
it: Contatto
ja: 連絡先
ko: 연락하다
ms: Hubungi
nl: Contacteer
pl: Kontakt
pt_br: Contato
ru: Контакт
sw: Mawasiliano
th: ติดต่อ
tr: Temas etmek
uk: Контакти
ur: رابطہ کریں۔
vi: Liên hệ
zh_hans: 联系人
zh_hant: 聯絡人

# contacts.create_new_contact
source: Create New Contact
ar: إنشاء جهة اتصال جديدة
bn: নতুন পরিচিতি তৈরি করুন
cs: Vytvořit nový kontakt
da: Opret ny kontakt
de: Neuen Kontakt erstellen
es: Crear nuevo contacto
fa: ایجاد مخاطب جدید
fil: Gumawa ng Bagong Contact
fr: Créer un nouveau contact
ha: Ƙirƙiri sabon lamba
he: צור איש קשר חדש
hi: नया संपर्क बनाएं
id: Buat Kontak Baru
it: Crea nuovo contatto
ja: 新しい連絡先を作成
ko: 새 연락처 만들기
ms: Cipta Kenalan Baharu
nl: Nieuw contact maken
pl: Utwórz nowy kontakt
pt_br: Criar novo contato
ro: Creează un contact nou
ru: Создать новый контакт
sw: Unda anwani mpya
th: สร้างรายชื่อใหม่
tr: Yeni Kişi Oluştur
uk: Створити новий контакт
ur: نیا رابطہ بنائیں
vi: Tạo liên hệ mới
zh_hans: 新建联系人
zh_hant: 建立新聯絡人

# contacts.state.empty.description
source: Save your frequently used addresses
ar: احفظ عناوينك التي تستخدمها بشكل متكرر
bn: আপনার ঘন ঘন ব্যবহৃত ঠিকানাগুলি সংরক্ষণ করুন
cs: Uložte si často používané adresy
da: Gem dine ofte brugte adresser
de: Speichern Sie Ihre häufig verwendeten Adressen
es: Guarde sus direcciones de uso frecuente
fa: آدرس‌های پرکاربرد خود را ذخیره کنید
fil: I-save ang iyong mga madalas gamiting address
fr: Enregistrez vos adresses fréquemment utilisées
ha: Ajiye adiresoshin da ake yawan amfani da su
he: שמור את הכתובות שאתה משתמש בהן לעתים קרובות
hi: अपने अक्सर इस्तेमाल होने वाले पतों को सेव करें
id: Simpan alamat yang sering Anda gunakan.
it: Salva gli indirizzi che usi più frequentemente
ja: よく使うアドレスを保存する
ko: 자주 사용하는 주소를 저장하세요
ms: Simpan alamat yang kerap anda gunakan
nl: Bewaar uw veelgebruikte adressen.
pl: Zapisz często używane adresy
pt_br: Salve seus endereços usados ​​com frequência.
ro: Salvați adresele utilizate frecvent
ru: Сохраните часто используемые адреса.
sw: Hifadhi anwani zako zinazotumiwa mara kwa mara
th: บันทึกที่อยู่ที่คุณใช้งานบ่อย
tr: Sık kullandığınız adresleri kaydedin.
uk: Збережіть часто використовувані адреси
ur: اپنے اکثر استعمال ہونے والے پتے محفوظ کریں۔
vi: Lưu lại những địa chỉ bạn thường dùng.
zh_hans: 保存常用地址
zh_hant: 儲存常用地址

# contacts.state.empty.title
source: No Contacts
ar: لا توجد جهات اتصال
bn: কোনও পরিচিতি নেই
cs: Žádné kontakty
da: Ingen kontakter
de: Keine Kontakte
es: Sin contactos
fa: بدون مخاطب
fil: Walang Mga Kontak
fr: Aucun contact
ha: Babu Lambobin Sadarwa
he: אין אנשי קשר
hi: कोई संपर्क नहीं
id: Tidak ada kontak
it: Nessun contatto
ja: 連絡先なし
ko: 연락처 없음
ms: Tiada Kenalan
nl: Geen contacten
pl: Brak kontaktów
pt_br: Sem contatos
ro: Niciun contact
ru: Нет контактов
sw: Hakuna Anwani
th: ไม่มีข้อมูลติดต่อ
tr: İletişim yok
uk: Немає контактів
ur: کوئی رابطے نہیں
vi: Không có liên hệ
zh_hans: 暂无联系人
zh_hant: 尚無聯絡人

# contacts.title
source: Contacts
ar: جهات الاتصال
bn: পরিচিতি
cs: Kontakty
da: Kontakter
de: Kontakte
es: Contactos
fa: مخاطبین
fil: Mga Kontak
ha: Lambobin Sadarwa
he: אנשי קשר
hi: संपर्क
id: Kontak
it: Contatti
ja: 連絡先
ko: 연락처
ms: Kenalan
nl: Contacten
pl: Kontakty
pt_br: Contatos
ro: Contacte
ru: Контакты
sw: Anwani
th: การติดต่อ
tr: İletişim
uk: Контакти
ur: رابطے
vi: Liên hệ
zh_hans: 联系人
zh_hant: 聯絡人

# date.today
source: Today
ar: اليوم
bn: আজ
cs: Dnes
da: I dag
de: Heute
es: Hoy
fa: امروز
fil: Ngayong araw
fr: Aujourd'hui
ha: Yau
he: היום
hi: आज
id: Hari Ini
it: Oggi
ja: 今日
ko: 오늘
ms: Hari ini
nl: Vandaag
pl: Dzisiaj
pt_br: Hoje
ro: Astăzi
ru: Сегодня
sw: Leo
th: วันนี้
tr: Bugün
uk: Сьогодні
ur: آج
vi: Hôm nay
zh_hans: 今天
zh_hant: 今天

# date.yesterday
source: Yesterday
ar: أمس
bn: গতকাল
cs: Včera
da: I går
de: Gestern
es: Ayer
fa: دیروز
fil: Kahapon
fr: Hier
ha: Jiya
he: אתמול
hi: कल
id: Kemarin
it: Ieri
ja: 昨日
ko: 어제
ms: Semalam
nl: Gisteren
pl: Wczoraj
pt_br: Ontem
ro: Ieri
ru: Вчера
sw: Jana
th: เมื่อวาน
tr: Dün
uk: Вчора
ur: کل
vi: Hôm qua
zh_hans: 昨天
zh_hant: 昨天

# earn.state.empty.description
source: Deposit your first %@
ar: أودع أول مبلغ لك %@
bn: আপনার প্রথম আমানত জমা দিন %@
cs: Vložte svůj první %@
da: Indbetal din første %@
de: Zahlen Sie Ihre erste %@
es: Deposita tu primer %@
fa: اولین واریز خود را انجام دهید %@
fil: Ideposito ang iyong unang %@
fr: Déposez votre premier %@
ha: Ajiye kuɗin farko %@
he: הפקד את הראשון שלך %@
hi: अपनी पहली राशि जमा करें %@
id: Setorkan pertama Anda %@
it: Deposita il tuo primo %@
ja: %@ を入金して始めましょう
ko: 첫 입금 %@
ms: Depositkan yang pertama %@
nl: Stort uw eerste %@
pl: Wpłać swój pierwszy %@
pt_br: Faça seu primeiro depósito %@
ro: Depuneți prima dvs. depunere %@
ru: Внесите свой первый депозит %@
sw: Weka pesa zako kwanza %@
th: ฝากเงินครั้งแรกของคุณ %@
tr: İlk para yatırma işleminizi gerçekleştirin. %@
uk: Внесіть свій перший депозит %@
ur: اپنی پہلی جمع کروائیں۔ %@
vi: Gửi khoản tiền đầu tiên của bạn %@
zh_hans: 首次存入 %@
zh_hant: 首次存入 %@

# earn.state.empty.title
source: Your positions will appear here
ar: ستظهر وظائفك هنا
bn: আপনার অবস্থানগুলি এখানে প্রদর্শিত হবে
cs: Vaše pozice se zde zobrazí
da: Dine stillinger vil blive vist her
de: Ihre Positionen werden hier angezeigt.
es: Tus posiciones aparecerán aquí
fa: موقعیت‌های شما اینجا نمایش داده می‌شوند
fil: Lalabas dito ang iyong mga posisyon
fr: Vos positions apparaîtront ici
ha: Matsayinka zai bayyana a nan
he: המיקומים שלך יופיעו כאן
hi: आपके पद यहां दिखाई देंगे
id: Posisi Anda akan muncul di sini.
it: Le tue posizioni appariranno qui
ja: ポジションはここに表示されます
ko: 귀하의 직책이 여기에 표시됩니다.
ms: Kedudukan anda akan dipaparkan di sini
nl: Uw posities verschijnen hier.
pl: Twoje pozycje będą widoczne tutaj
pt_br: Suas posições aparecerão aqui.
ro: Pozițiile dumneavoastră vor apărea aici
ru: Ваши позиции будут отображаться здесь
sw: Nafasi zako zitaonekana hapa
th: ตำแหน่งของคุณจะปรากฏที่นี่
tr: Pozisyonlarınız burada görünecektir.
uk: Ваші позиції з'являться тут
ur: آپ کی پوزیشنیں یہاں ظاہر ہوں گی۔
vi: Vị trí của bạn sẽ hiển thị ở đây
zh_hans: 持仓将显示在此处。
zh_hant: 持倉將顯示在此。

# errors.balances_activity_outdated
source: Balances and activity may be outdated.
ar: قد تكون الأرصدة والنشاط غير محدثة.
bn: ব্যালেন্স এবং কার্যকলাপ পুরনো হতে পারে।
cs: Zůstatky a aktivita mohou být zastaralé.
da: Saldi og aktivitet kan være forældede.
de: Guthaben und Aktivität sind möglicherweise nicht aktuell.
es: Los saldos y la actividad pueden estar desactualizados.
fa: موجودی‌ها و فعالیت ممکن است به‌روز نباشند.
fil: Maaaring luma na ang mga balanse at aktibidad.
fr: Les soldes et l'activité peuvent être obsolètes.
ha: Ma'aunai da ayyuka na iya zama tsofaffi.
he: היתרות והפעילות עשויות להיות לא מעודכנות.
hi: बैलेंस और गतिविधि पुरानी हो सकती है।
id: Saldo dan aktivitas mungkin tidak terbaru.
it: Saldi e attività potrebbero non essere aggiornati.
ja: 残高とアクティビティは最新でない場合があります。
ko: 잔액 및 활동이 최신이 아닐 수 있습니다.
ms: Baki dan aktiviti mungkin tidak terkini.
nl: Saldi en activiteit zijn mogelijk verouderd.
pl: Salda i aktywność mogą być nieaktualne.
pt_br: Os saldos e a atividade podem estar desatualizados.
ro: Soldurile și activitatea pot fi învechite.
ru: Балансы и активность могут быть устаревшими.
sw: Salio na shughuli huenda si za sasa.
th: ยอดคงเหลือและกิจกรรมอาจไม่เป็นปัจจุบัน
tr: Bakiyeler ve etkinlik güncel olmayabilir.
uk: Баланси та активність можуть бути застарілими.
ur: بیلنس اور سرگرمی پرانی ہو سکتی ہے۔
vi: Số dư và hoạt động có thể chưa được cập nhật.
zh_hans: 余额和交易记录可能不是最新的。
zh_hant: 餘額和交易紀錄可能尚未更新。

# errors.camera_permissions_not_granted
source: Camera permission not granted. Please enable camera access in settings to scan QR code.
ar: لم يتم منح إذن الكاميرا. يرجى تمكين الوصول إلى الكاميرا في الإعدادات لمسح رمز الاستجابة السريعة.
bn: ক্যামেরার অনুমতি দেওয়া হয়নি। QR কোড স্ক্যান করতে সেটিংসে ক্যামেরা অ্যাক্সেস সক্ষম করুন।
cs: Nebylo uděleno povolení k fotoaparátu. Chcete-li naskenovat QR kód, povolte v nastavení přístup k fotoaparátu.
da: Kameratilladelse ikke givet. Aktiver kameraadgang i indstillingerne for at scanne QR-koden.
de: Kameraerlaubnis nicht erteilt. Bitte aktivieren Sie den Kamerazugriff in den Einstellungen, um den QR-Code zu scannen.
es: Permiso de cámara no concedido. Habilite el acceso a la cámara en la configuración para escanear el código QR.
fa: دسترسی به دوربین داده نشده. لطفا در تنظیمات خود دسارسی دوربین را فعال کنید و سپس برای اسکن امتحان کنید.
fil: Hindi ibinigay ang pahintulot sa camera. Mangyaring paganahin ang access sa camera sa mga setting upang i-scan ang QR code.
fr: Autorisation de la caméra non accordée. Veuillez activer l'accès à la caméra dans les paramètres pour scanner le code QR.
ha: Ba a ba da izinin kyamara ba. Da fatan za a ba da damar damar kyamara a cikin saitunan don bincika lambar QR.
he: הרשאת מצלמה לא ניתנה. אפשר גישה למצלמה בהגדרות כדי לסרוק קוד QR.
hi: कैमरे की अनुमति नहीं दी गई. कृपया क्यूआर कोड को स्कैन करने के लिए सेटिंग्स में कैमरा एक्सेस सक्षम करें।
id: Izin kamera tidak diberikan. Silakan aktifkan akses kamera di pengaturan untuk memindai kode QR.
it: Autorizzazione fotocamera non concessa. Abilita l'accesso alla fotocamera nelle impostazioni per scansionare il codice QR.
ja: カメラの権限が許可されていません。QRコードをスキャンするためには、設定でカメラへのアクセスを有効にしてください。
ko: 카메라 권한이 부여되지 않았습니다. QR 코드를 스캔하려면 설정에서 카메라 액세스를 활성화하세요.
ms: Kebenaran kamera tidak diberikan. Sila dayakan akses kamera dalam tetapan untuk mengimbas kod QR.
nl: Cameratoestemming niet verleend. Schakel cameratoegang in de instellingen in om de QR-code te scannen.
pl: Nie przyznano pozwolenia na kamerę. Włącz dostęp do aparatu w ustawieniach, aby zeskanować kod QR.
pt_br: A permissão da câmera não foi concedida. Ative o acesso à câmera nas configurações para ler o código QR.
ro: Permisiunea camerei nu a fost acordată. Vă rugăm să activați accesul la cameră în setări pentru a scana codul QR.
ru: Разрешение на съемку не предоставлено. Пожалуйста, включите доступ к камере в настройках, чтобы отсканировать QR-код.
sw: Ruhusa ya kamera haijatolewa. Tafadhali washa ufikiaji wa kamera katika mipangilio ili kuchanganua msimbo wa QR.
th: ไม่ได้รับอนุญาตให้ใช้กล้อง โปรดเปิดใช้งานการเข้าถึงกล้องในการตั้งค่าเพื่อสแกนโค้ด QR
tr: Kamera izni verilmedi. Lütfen QR kodunu taramak için ayarlarda kamera erişimini etkinleştirin.
uk: Дозвіл на камеру не надано. Будь ласка, увімкніть доступ до камери в налаштуваннях, щоб відсканувати QR-код.
ur: کیمرے کی اجازت نہیں دی گئی۔ QR کوڈ اسکین کرنے کے لیے براہ کرم سیٹنگز میں کیمرے تک رسائی کو فعال کریں۔
vi: Quyền sử dụng máy ảnh không được cấp. Vui lòng bật quyền truy cập máy ảnh trong cài đặt để quét mã QR.
zh_hans: 未获取相机权限。请在设置中开启以扫描二维码。
zh_hant: 尚未取得相機權限。請在設定中允許相機存取，以掃描 QR 碼。

# errors.cancelled
source: Cancelled
ar: ملغى
bn: বাতিল করা হয়েছে
cs: Zrušeno
da: Annulleret
de: Abgebrochen
es: Cancelado
fa: لغو شد
fil: Nakansela
fr: Annulé
ha: An soke
he: בוטל
hi: रद्द किया गया
id: Dibatalkan
it: Annullato
ja: キャンセルされました
ko: 취소됨
ms: Dibatalkan
nl: Geannuleerd
pl: Anulowano
pt_br: Cancelado
ro: Anulat
ru: Отменено
sw: Imeghairiwa
th: ยกเลิกแล้ว
tr: İptal edildi
uk: Скасовано
ur: منسوخ کر دیا گیا
vi: Đã hủy
zh_hans: 已取消
zh_hant: 已取消

# errors.connections.invalid_send_parameters
source: Invalid parameters provided for sending a transaction.
ar: تم توفير معلمات غير صالحة لإرسال المعاملة.
bn: একটি লেনদেন পাঠানোর জন্য অবৈধ প্যারামিটার প্রদান করা হয়েছে৷
cs: Zadané neplatné parametry pro odeslání transakce.
da: Ugyldige parametre angivet til afsendelse af en transaktion.
de: Zum Senden einer Transaktion wurden ungültige Parameter angegeben.
es: Parámetros proporcionados no válidos para enviar una transacción.
fa: پارامترهای نامعتبر برای ارسال تراکنش ارائه شده است.
fil: Mga di-wastong parameter na ibinigay para sa pagpapadala ng transaksyon.
fr: Paramètres non valides fournis pour l'envoi d'une transaction.
ha: An samar da sigogi marasa inganci don aika ma'amala.
he: פרמטרים לא חוקיים סופקו לשליחת עסקה.
hi: लेनदेन भेजने के लिए अमान्य पैरामीटर प्रदान किए गए.
id: Parameter yang diberikan untuk mengirim transaksi tidak valid.
it: Parametri non validi forniti per l'invio di una transazione.
ja: トランザクションの送信に無効なパラメータが指定されました。
ko: 거래를 보내기 위한 매개변수가 잘못되었습니다.
ms: Parameter tidak sah disediakan untuk menghantar transaksi.
nl: Ongeldige parameters opgegeven voor het verzenden van een transactie.
pl: Podano nieprawidłowe parametry do wysłania transakcji.
pt_br: Parâmetros inválidos fornecidos para enviar uma transação.
ro: Parametri nevalidi furnizați pentru trimiterea unei tranzacții.
ru: Для отправки транзакции указаны неверные параметры.
sw: Vigezo batili vimetolewa kwa ajili ya kutuma muamala.
th: มีการระบุพารามิเตอร์ที่ไม่ถูกต้องสำหรับการส่งธุรกรรม
tr: Bir işlem göndermek için geçersiz parametreler sağlandı.
uk: Надано недійсні параметри для відправки транзакції.
ur: ٹرانزیکشن بھیجنے کے لیے فراہم کردہ غلط پیرامیٹرز۔
vi: Tham số được cung cấp để gửi giao dịch không hợp lệ.
zh_hans: 发送交易时提供的参数无效。
zh_hant: 發送交易時提供的參數無效。
